{
  "meta": {
    "bundle_id": "CROWBARRING_MYSELF_JUSTICE",
    "created_utc": "2025-08-26T23:55:12.237271Z",
    "clusters": [
      "CROWBARRING_MYSELF_JUSTICE",
      "DEATH_BY_SILENCE",
      "LOST_EVIDENCE_SUSSEX_POLICE"
    ],
    "timeline_anchor": "2025-04-11",
    "notes": "Consolidated 101 call sequence (Parts 1–3) with placeholders for the 27 May voicemail + ambulance call."
  },
  "items": [
    {
      "id": "PART_1",
      "type": "TRANSCRIPT",
      "datetime_utc": "2025-04-11T21:32:00Z",
      "source_path": "/mnt/data/11-04-25_21.32_Crowbarring My Way To-04025 Justice Part One.txt",
      "sha256": "48c73d28a55f225c53567a7821a52e8e1e9223283328680eb76b6c30e4795f9c",
      "contradictions": [
        "SUICIDE_NOT_LOGGED",
        "JULY_VS_NOVEMBER_START_DATE",
        "OIC_ON_HOLIDAY_NO_HANDOVER",
        "SAFETY_ESCALATION_REFUSED_OR_DEFLECTED"
      ],
      "vex_tags": [
        "SAFEGUARDING_FAILURE",
        "DEATH_BY_SILENCE",
        "EVIDENCE_SUPPRESSION",
        "VICTIMS_CODE",
        "TIMELINE_MANIPULATION"
      ],
      "full_text": "Ben Carter April 11th, 21:32 5 days after a suicide attempt calls 101 at 3:40 am 25 min Copy Summary\n\nBen Carter contacted Sussex Police to report that his harassment case was mishandled, with evidence being lost and the seriousness of his\n\nsuicide attempt being downplayed. He expressed concerns about corruption within the police force and refused to disclose information that could identify the officer involved. The operator suggested making a complaint to the IOPC (Independent Office for Police Conduct) but Ben\n\nfelt the process was unclear and inadequate. Despite the operator's attempts to assist, Ben felt frustrated and disrespected, ultimately deciding to take his complaint to the IOPC, feeling that local police were not addressing his concerns effectively.\n\nMake a complaint to the Sussex Police's Professional Standards Department Reach out to the IOPC to file a complaint about the handling of the case Based on the transcript, there are several potential mismatches:\n\n1. Suicide Claim vs. Conversation: - Ben claims he attempted suicide, yet he's actively speaking on the phone\n\n- The 101 operator seemed confused, asking \"You're talking to me, so you didn't actually commit suicide?\" - Ben reacts angrily to this, saying people can survive suicide attempts\n\n2. Investigation Inconsistencies: - Ben claims evidence was lost in July\n\n- He suggests the police officer is covering up the investigation\n\n- He alleges the officer doesn't want the seriousness of his suicide attempt included in the crime report\n\n3. Communication Breakdown: - Ben refuses to provide a reference number, claiming it would expose the officer - He suggests corruption within Sussex Police\n\n- The operator seems unable to fully understand or address his specific concerns\n\n4. Emotional vs. Procedural Narrative: - Ben presents an emotional, personal account of harassment and trauma\n\n- The police operator tries to follow standard procedural protocols\n\n- This creates a disconnect in communication and understanding\n\nThe transcript reveals significant tension between Ben's personal experience and the police's standard response mechanism, with multiple potential discrepancies in the narrative. Add action item\n\nInsights\n\nBen mentions attempting suicide due to the harassment case. Ben expresses feeling gaslit and victimized.\n\nBen is unwilling to provide case reference numbers or officer names due to concerns about corruption.\n\nThe officer handling Ben's case is on holiday for two weeks. Ben feels he's been gaslighted and that evidence from July is being erased.\n\nThere's confusion about the handling of the case between different police departments (Brighton, Worthing). Ben expresses frustration about lack of communication between officers responding to emergencies and those handling\n\nongoing cases.\n\nBen is calling Sussex Police to ask questions about how they operate. Ben expresses distrust in Sussex Police and believes there may be corruption within the force.\n\nThe contact center representative explains that complaints are handled by Sussex Police's Professional Standards department. Ben is considering taking his complaint to the IOPC (Independent Office for Police Conduct) instead of Sussex Police.\n\nBen believes there is corruption within Sussex Police and wants to report it to the IOPC (Independent Office for Police Conduct). Ben expresses concern that Sussex Police might be making it difficult to report corruption to the IOPC. Ben refuses to provide a crime reference number to protect the identity of the officer he's complaining about.\n\nBen believes there is corruption within Sussex Police and wants to report it to the IOPC (Independent Office for Police Conduct). Ben expresses concern that Sussex Police might be making it difficult to report corruption to the IOPC. Ben refuses to provide a crime reference number to protect the identity of the officer he's complaining about.\n\nBen believes there is corruption within Sussex Police and wants to report it to the IOPC (Independent Office for Police Conduct). Ben expresses concern that Sussex Police might be making it difficult to report corruption to the IOPC. Ben refuses to provide a crime reference number to protect the identity of the officer he's complaining about.\n\nBen believes there is corruption within Sussex Police and wants to report it to the IOPC (Independent Office for Police Conduct). Ben expresses concern that Sussex Police might be making it difficult to report corruption to the IOPC. Ben refuses to provide a crime reference number to protect the identity of the officer he's complaining about.\n\nBen believes there is corruption within Sussex Police and wants to report it to the IOPC (Independent Office for Police Conduct). Ben expresses concern that Sussex Police might be making it difficult to report corruption to the IOPC. Ben refuses to provide a crime reference number to protect the identity of the officer he's complaining about.\n\nBen mentions he is the victim of a year's worth of harassment.\n\nThe case is described as going through section four a.\n\nBen mentions he is the victim of a year's worth of harassment.\n\nThe case is described as going through section four a.\n\nBen mentions he is the victim of a year's worth of harassment.\n\nThe case is described as going through section four a.\n\nNo mentions for the following insights Achievements, Priorities, Workload, Growth, harrasment, bail, alanna o’hare, brighton fringe, half a camel productions, brighton fringe New insights available Call details\n\nNew insight\n\nSocial\n\nChallenges\n\nCollaboration\n\nsussex police\n\nPolice Corruption\n\nPolice Corruption\n\nPolice Corruption\n\nPolice Corruption\n\nPolice Corruption\n\nabuse\n\nabuse\n\nabuse\n\nBen Carter's Initial Complaint\n\nBen Carter contacts 101 triage, expressing frustration about his harassment case being mishandled.\n\nThe automated system offers options for online help or to hold and connect to the 101 phone service. Chief Constable Joe Shiner's automated message provides options for reporting crimes online and handling mental health crises. Ben Carter is connected to a live operator, 101 badge number 43355, who asks for the extension number.\n\nDetails of the Harassment Case\n\nBen Carter explains that his police officer is covering up the lack of investigation in July, allowing the harassment to continue.\n\nThe operator suggests putting Ben through to the contact center. Ben Carter is connected to Sussex Police, where he expresses his need to ask questions about his case. Ben mentions having proof that his officer is downplaying the seriousness of his suicide attempt.\n\nRequest for Reference Numbers\n\nThe operator asks Ben Carter for reference numbers related to his case. Ben refuses to disclose information about the police officer, citing corruption within the force.\n\nThe operator clarifies that Ben can ask questions without disclosing the officer's name. Ben mentions taking his complaint to the IOPC (Independent Office for Police Conduct).\n\nGaslighting and Evidence\n\nBen Carter claims he is being gaslighted and that his evidence is being ignored. He provides examples of lost calls and messages that were supposedly read by the police.\n\nThe operator asks what Ben is reporting, and Ben explains the seriousness of his case and the involvement of suicide. Ben expresses frustration that the police are not taking his evidence seriously.\n\nComplaint Process and Officer's Holiday\n\nThe operator offers to pass Ben's information to the officer in charge or to make a complaint. Ben wants clarity on how the police operate and is concerned about a corrupt officer.\n\nThe operator explains that complaints go to the professional standards department, which is independent. Ben mentions the officer in charge is on holiday for two weeks, raising concerns about immediate support.\n\nFinal Attempts for Clarification\n\nBen asks if an investigator on holiday means no support for a suicide case.\n\nThe operator explains that mental health services and support would handle such cases. Ben expresses frustration that the officer's holiday is delaying his case.\n\nThe operator suggests Ben make a complaint to the IOPC if he feels the police are not handling his case properly.\n\nConclusion and Ben's Decision\n\nBen feels insulted by the suggestion to make a complaint and expresses his intention to take the matter to the IOPC.\n\nThe operator provides information on how to verify her employment and suggests Ben call back on 101 for further assistance. Ben decides to make a complaint to the IOPC, feeling that the local police are not addressing his concerns.\n\nThe operator reiterates the complaint process and wishes Ben well, ending the call.\n\n\n\nBen Carter 00:00\n\nUh Brighton, please. \n\n\n\n101 triage 00:01\n\nIncoherent. \n\n\n\nBen Carter 00:01\n\nSorry?\n\n\n\ngeneric 101 automated 00:11\n\nyou can get help from 101 online. If you'd like to receive a link in a text, press one. Otherwise, please continue to hold and we'll connect you to the 101 phone service.\n\n\n\nChief Constable Joe shiner. automated 00:30\n\nThank you for calling. Sussex Police. I'm Chief Constable Joe shiner. I want us to deal with your inquiry as quickly as possible. If your call is about you or someone you know experiencing a mental health crisis. Please hang up a dial 111, and press Option two, where you will be able to speak to specially trained mental health staff. Did you know you can report crime online@sussex.police.uk which is quick and easy to use. You can report non urgent incidents, including crimes such as theft and road traffic incidents, and you can also request or provide an update on an ongoing matter. If you are unable to report online, please hold and we will be with you as soon as we can when we are experiencing a high number of calls you may be held in a queue, and we will offer you the option to call back. Please select from the following options. If you know the extension number you require, press one if you need please dial the extension number, please dial the extension number now \n\n\n\n101 badge number 43355 02:03\n\nCan i Help you?\n\n\n\nBen Carter 02:04\n\n so basically, I found out that my police Officer dealing with a harassment case has been basically moving the goal posts around to cover up the fact that it wasn't, it wasn't fully investigated in July and allowed it to continue. \n\n\n\n101 badge number 43355 02:36\n\nIf you're not happy the situation, I'll put you through the contact center. Center. \n\n\n\nBen Carter 02:43\n\nOkay, yeah, okay, thank you.\n\n\n\ngeneric 101 automated 02:48\n\nYour call will be recorded for training and monitoring purposes. We are connecting you to an advisor who will be with you as soon as they are free.\n\n\n\ngeneric 101 automated 03:16\n\nSussex police how can i help?\n\n\n\nBen Carter 03:18\n\nHiya, I need to ask a few questions, because I'm the victim of get like, get a gaslighting victim and a year's worth of harassment, which is going through section four a and I just need to ask some questions, because I feel, well, I have absolute proof that my officer dealing with the crime doesn't want The doesn't want the seriousness of my suicide attempt, included in the crime. So, for example, on March 25 I have a text message saying that. So a nice call, a nice link. Phone call has been lost and I need to provide it. Is that usual? \n\n\n\n101 badge number 43355 04:29\n\nCan I just stop you really quickly and I'll see if you've got any reference numbers? \n\n\n\nBen Carter 04:33\n\nNo, no, I'm not. I won't be disclosing any information about the police officer because I feel there's corruption within the phase. Is it okay to ask questions about how you operate? \n\n\n\n101 badge number 43355 04:49\n\nYou can, I just don't. know what incident\n\n\n\n101 badge number 43355 04:51\n\nyou're you're talking about. Yeah, yeah, but, but I can ask you if this happened. I'm not askinganything about the office. What I'm asking about is, do you have a reference number in relation to the case that you're talking about so that I can help you further? Because unless I understand the situation, I might not be able to answer your questions. \n\n\n\nBen Carter 05:11\n\nOkay, well, I can't then, because that would give away the officers like that. That's everything, isn't it. \n\n\n\n101 badge number 43355 05:20\n\nHow do you mean? \n\n\n\nBen Carter 05:21\n\nWell, if I give you, like the crime reference number, you have the officer's name, you have everything. I'm taking this to the IPOS. \n\n\n\n101 badge number 43355 05:37\n\nThe who sorry??\n\n\n\nBen Carter 05:38\n\nIPOS, \n\n\n\n101 badge number 43355 05:40\n\nwho's that? \n\n\n\nBen Carter 05:42\n\nWho's that? They're your boss.\n\n\n\n101 badge number 43355 05:45\n\n Do you mean, do you mean IOPC?\n\n\n\n101 badge number 43355 05:48\n\n right, oh right, sorry, I just didn't know what the IPOS where\n\n\n\nBen Carter 05:48\n\nYeah,\n\n\n\nBen Carter 05:53\n\n like, Yeah, I'm being gaslit.\n\n\n\n101 badge number 43355 05:57\n\nBut you mean the IOPC thats ok fine yeah that's okay, \n\n\n\nBen Carter 06:00\n\nso I've been basically gaslit into feeling like the victim I wasn't for his agenda, like so so telling me that July's evidence needed was lost. And I've got text message from West Sussex police saying that they'd read the messages. My evidence was a phone call and didn't say anything, and I've got me, did you even listen? Did you Ben? Like, yeah, oops that's my name. yeah, just like, battering me away. This call included, like, absolute Yeah. East, Sussex police. \n\n\n\n101 badge number 43355 06:57\n\nWhat is it exactly you are reporting\n\n\n\nBen Carter 06:58\n\nSo basically it reignited again in November, got assigned to a certain police officer, and now it has got so serious that Sussex police, or like two officers together, do not want to.... because of suicide and like, how, how much that this is like come to light. Do not want to show that it could have been stopped in July. \n\n\n\n101 badge number 43355 07:35\n\nOkay, do you want to make a complaint, or do you want me to pass this information on to the officer in charge and ask them to get in contact with you.\n\n\n\nBen Carter 07:43\n\nI want to get information on.. for clarity... from your police service, what and what isn't how you operate. \n\n\n\n101 badge number 43355 07:58\n\nEverything you've dealt with slightly differently. It completely depends on the situation. \n\n\n\nBen Carter 08:02\n\nI can tell you the situation, \n\n\n\n101 badge number 43355 08:04\n\npardon? \n\n\n\nBen Carter 08:05\n\nI can tell you the situation.\n\n\n\n101 badge number 43355 08:07\n\n No, I understand that, but I'm not the officer in charge of investigating. \n\n\n\nBen Carter 08:11\n\nYeah, no, but if I've got a corrupt officer, which is what I'm claiming, that is the last person I want to give any information to because he can then form a defense.\n\n\n\n101 badge number 43355 08:25\n\n So do you want to make a complaint then?\n\n\n\nBen Carter 08:29\n\nYeah, but not to him? \n\n\n\n101 badge number 43355 08:32\n\nNo. So if you make a complaint, it goes to our it goes it's completely independent. It goes to our professional standards department.\n\n\n\nBen Carter 08:39\n\n Is that Sussex polices? \n\n\n\n101 badge number 43355 08:42\n\nYes \n\n\n\nBen Carter 08:43\n\nYeah okay, no, I think this is too big. I'm gonna have to take it to the IPOS . But it's suicide, like I yeah, I tried to kill myself,\n\n\n\n101 badge number 43355 08:58\n\nYour suicide?\n\n\n\nBen Carter 08:59\n\n huh? \n\n\n\n101 badge number 43355 09:00\n\nYour suicide?\n\n\n\nBen Carter 09:01\n\nMine? Yeah, so like no cry for help. I snorted the medication \n\n\n\n101 badge number 43355 09:11\n\nWhat is the thing you think we failed on was it that it was not mentioning it in the crime report?\n\n\n\nBen Carter 09:15\n\nWhy am I being asked for a phone call saying it was lost in July. And then as soon as the suicide is mentioned, being taught and Ben sorry and and prior to that, being told the whole case was based on my mental health decline. So then to for me to send that like new what they obviously already have, can nice links get lost? \n\n\n\nBen Carter 09:51\n\nI don't know. \n\n\n\nBen Carter 09:52\n\nYou don't know. \n\n\n\n101 badge number 43355 09:53\n\nI don' t know truthfully \n\n\n\nBen Carter 09:54\n\nyou don't know if nice links can get lost?\n\n\n\nBen Carter 09:58\n\nNo. \n\n\n\nBen Carter 09:59\n\nOh. Okay, technology, so my answer is possibly Yes, okay, okay, so the fact that he's only asking for one call where I provided four, how does he know one's lost. \n\n\n\n101 badge number 43355 10:22\n\nHow do I know what? Sorry, \n\n\n\nBen Carter 10:23\n\nno, no, how? So he says he's lost. The the call I'd refer to in my statement, but there were four I actually submitted. How? How does \n\n\n\n101 badge number 43355 10:38\n\nI don't know what answer you want me to give I don't. You've asked me if a NICE link can get lost. I said, I don't. I don't know. Obviously you want to make a complaint. \n\n\n\nBen Carter 10:39\n\nYeah, no, \n\n\n\n101 badge number 43355 10:48\n\nEven though you want to take it to the IOPC I'm not really sure what you want me to do. \n\n\n\nBen Carter 10:56\n\nI'm just speaking to Sussex please, just to say, like, if I give you a series of events, what you what you think? Like, it's the law. I've been gaslit into like, yeah. So two weeks ago, the whole case was going back to July, suicide happens. I'm told it's November. \n\n\n\n101 badge number 43355 11:29\n\nWhat's the problem with that? \n\n\n\nBen Carter 11:31\n\nWhat's what's the problem with that? The events that led up to my suicide aren't now relevant.\n\n\n\n101 badge number 43355 11:41\n\n I don't think anyone's suggesting that they're not relevant just because they delayed it.\n\n\n\nBen Carter 11:45\n\nNo, no. Last November, last July. They're erasing all that because of suicide. \n\n\n\n101 badge number 43355 11:59\n\nOkay,so the other thing I can recommend doing right now, I'm happy to ask the officer in charge . I'm not really sure what I can offer you, \n\n\n\nBen Carter 12:12\n\nyeah, yeah. I don't think I'm not being just disrespectful to you. I didn't like, yeah, I just wanted to get like, sort of give sussex police. A chance of just like,\n\n\n\n101 badge number 43355 12:32\n\nYeah i don't think you're being disrespectful\n\n\n\nBen Carter 12:34\n\n yeah, I respect that. It's just, yeah, the serious, like, the serious, thought of it, I wasn't sure. I don't know. Like, it's horrible, like, cutting ties with you, like local police force, and she's now two minutes down the road. Like, yeah, I've just found out, and it's terrifying, \n\n\n\n101 badge number 43355 13:07\n\nokay, but if nothing has happened since I can't put anything on a crime report, you don't want me to ask the officer in charge to get in contact with you, which would be the best course of action if you've got a query. \n\n\n\nBen Carter 13:17\n\nHe's on holiday for two weeks. He's on holiday for two weeks\n\n\n\n101 badge number 43355 13:23\n\nI am struggling to hear you a bit. He's on holiday for two weeks. \n\n\n\nBen Carter 13:29\n\nOkay, oh, can I ask you if an invest, if an investigator, is on holiday for two weeks and suicide, \n\n\n\ncontact center 1 13:38\n\nI really can't hear you can you speak up a little\n\n\n\nBen Carter 13:41\n\n if an if an officer is on holiday for two weeks and is told suicide just before, does that just go on hold for two weeks with no support, No like follow up from anyone like you know, \n\n\n\n101 badge number 43355 14:02\n\nwell, because you tried to commit suicide, \n\n\n\nBen Carter 14:04\n\nyeah, and he's going on holiday, does it not get passed on? \n\n\n\n101 badge number 43355 14:09\n\nThe only thing I would say about that two things, anything related to suicide, is mental health. And because your health, the people that will follow up through that are ambient services, GPS, mental health services and support, \n\n\n\nBen Carter 14:26\n\nyeah, \n\n\n\n101 badge number 43355 14:26\n\nit's not directly, the Officer in Charge to do if they're taking annual leave or deal with any other crime reports. Further, if there's something that warrants like it's an emergency to get hold of somebody, then a supervisor maybe is in while they're while their officer is on annual leave \n\n\n\nBen Carter 14:44\n\nokay, yeah, okay, I respect that, but the fact that he texted me two weeks earlier saying the exact reason I committed suicide was what they were looking for. And then told me, I told you not to go on her Instagram.If \n\n\n\n101 badge number 43355 15:07\n\n i am, If i'm honest i dont think there's much point carrying on this conversation.\n\n\n\nBen Carter 15:12\n\nI know, I know, I know, without the evidence \n\n\n\n101 badge number 43355 15:14\n\nI am getting a bit confused you're saying you committed suicide, but I'm talking to you? so evidently you haven't, and I'm just trying to work out what is going on? \n\n\n\nBen Carter 15:32\n\nWhat?! Google, Google, suicide like people survive it. Did you think you're speaking to a ghost? \n\n\n\n101 badge number 43355 15:33\n\nNooo\n\n\n\nBen Carter 15:40\n\nWhat are you talking about? What was that?\n\n\n\n101 badge number 43355 15:43\n\nI don't know what more I can offer you, you've said you don't want to make a complaint\n\n\n\nBen Carter 15:47\n\nthat was is insulting!\n\n\n\n101 badge number 43355 15:49\n\nI can only take complaints here, if want to take it to the IOPC, which are well within your rights\n\n\n\nBen Carter 15:52\n\nThat is absolutely insulting. \n\n\n\nBen Carter 15:54\n\n I don't know how you've dealt with this. I cannot believe you said to a suicide victim, and I'm speaking to you. and you fucking, I'm done with Sussex Police, this has been recorded. What's your name? \n\n\n\n101 badge number 43355 15:54\n\nOkay, I'm sorry, but if you want to speak to the officer in charge about the situation, because if you have a query about how it's being dealt with, they're definitely the best people to ask but you don't wish to because you don't like howthey've dealt with it \n\n\n\n101 badge number 43355 16:17\n\nYou're more name welcome to have my badge number but i won't give you my name \n\n\n\nBen Carter 16:27\n\nYeah, yeah, of course. What's your badge number?\n\n\n\n101 badge number 43355 16:30\n\nFour, double three, double five,\n\n\n\nBen Carter 16:33\n\nfour, double three, double five, okay, um, yeah. Is there any way I can prove that on the police's website? or\n\n\n\n101 badge number 43355 16:41\n\n If you call in on 101 and you can ask for, like, a verification, and then you give someone my number, and they'll let you know that I do work here, you just call it back in on 101 there is a call built up at the moment. but It's less than a minute. So if you want to hang up and then recall back in to ask you well within your rights to do so. \n\n\n\nBen Carter 17:02\n\nOkay, fine, yeah, yeah, okay. Well, thank you very much. \n\n\n\n101 badge number 43355 17:05\n\nOkay, as I've already said, if you wish to make a complaint, then we're more than happy to take a complaint if you don't like the way the investigation is being dealt with, if you want to take it higher, as everybody says, You're well within your rights to do that. But I do think if you've got a query about how the crime rep ort is being dealt with, then speaking to Officer in Charge is probably going to be the best thing. \n\n\n\n101 badge number 43355 17:26\n\nno...He's no, I have concrete evidence that. But yeah, anyway, we're going around the circles. \n\n\n\nBen Carter 17:37\n\nSo you did need to speak to people,\n\n\n\n101 badge number 43355 17:40\n\nok my best bit of advice and if you don't like who has been dealt with. Make a complaint, and we're happy to take a complaint, and it gets looked into, although it gets looked into by Sussex police, is a completely independent branch Sussex police Professional Standards department, and they take complaints all the time, and that's how they deal with them. \n\n\n\nBen Carter 17:57\n\nSo if it's confusion between East and West Sussex, would they be the ones to go to? So we don't\n\n\n\n101 badge number 43355 18:08\n\nhave an East and West Sussex. Obviously there is like an East Sussex in the West Sussex, \n\n\n\nBen Carter 18:12\n\nwell Worthing and Brighton, \n\n\n\n101 badge number 43355 18:16\n\nyeah, we just go to one department and they can't we cover the whole of Sussex. Yeah, yeah. \n\n\n\n101 badge number 43355 18:21\n\nBut, um, it was one like, for Yeah, okay, but it was one talking\n\n\n\n101 badge number 43355 18:29\n\nIf it's a particular area. Yeah, it doesn't matter, because they cover the whole of Sussex. Police, no matter what the area, it's just that I was I was just I was told by like Brighton police it was an emergency, and the police officer that turned up had no idea what was going on. Three days later, \n\n\n\n101 badge number 43355 18:58\n\nif there may have been a change of Officer in Charge, maybe that could have been the reason why consider in charge, maybe that could have been the reason why I can't hear that I can't answer on their behalf, because it's not true. But yeah,\n\n\n\nBen Carter 19:11\n\n yeah, okay, yeah. Like I said, like, this isn't gonna go anywhere so, but thank Yeah, thank you, and I will have a thing, okay, well, yeah, I'm not going with my police officer. I've been gaslit. I'm trying to take reality and I've just commit suicide. \n\n\n\nBen Carter 19:47\n\nFrom what you're saying, you may as well just make a complaint. It sounds\n\n\n\n101 badge number 43355 19:56\n\nlike you're annoyed enough about it to want to make a complaint. Yeah. But with an IP or IPOS, or IP. ..whatever it is?\n\n\n\n101 badge number 43355 20:06\n\nno so when you complain to an individual police force, it gets dealt with by their special standards department, or they like their complaints\n\n\n\nBen Carter 20:13\n\nteam. So what are they for? \n\n\n\nBen Carter 20:16\n\nSo they deal with all complaints that come in, or any misconduct issues, or anything like that. So every police force has one, every police force has a professional standardsdepartment, \n\n\n\nBen Carter 20:28\n\nyeah. But if I feel there's corruption within the police force, where do I go? \n\n\n\n101 badge number 43355 20:32\n\nI mean,I suppose it's the IOPCC if you don't wish to talk to anybody in Sussex police, \n\n\n\nBen Carter 20:41\n\nyeah,\n\n\n\n101 badge number 43355 20:45\n\nIt's that's not a complaint that I can take. Unfortunately, If i'm honest I'm not even actually sure what the process is. there let me google it quickly\n\n\n\n101 badge number 43355 20:56\n\n\n\n\n\nBen Carter 21:03\n\nI Wouldn't thought they'd like, it common knowledge, if they are corrupt, I wouldn't have thought they'd make it easy to get to like, was it the IP \n\n\n\n101 badge number 43355 21:17\n\nYeah I just Googled it? Yeah, if you just have an iopc complaint. \n\n\n\n101 badge number 43355 21:21\n\nThen It's on there. It's under independent office of police conduct, and then literally just type in iopc complain, and it's the first, well not first but it looks like it's just a form on there.\n\n\n\nBen Carter 21:21\n\nhmm\n\n\n\nBen Carter 21:33\n\n yeah, I just would have thought that they would have enforced that. That would have been your knowledge. This is why I'm trying, this is why I'm thinking it's corrupt, like, the fact that you had to google it\n\n\n\nBen Carter 21:49\n\nThat's because I don't work for the IOPC, i don't know the proceedure.\n\n\n\nBen Carter 21:52\n\nNo and yeah, also, you're not the boss of Sussex, please. I'm just saying, like, the fact that, like, you had to google it, like, I think Sussex are,\n\n\n\nBen Carter 22:07\n\nmaking that option harder to do.\n\n\n\n101 badge number 43355 22:11\n\nI don't know the process of dealing or how to submit an IOPC complaint. II've never done it. I never will do it, but i can tell you the whole of sussex police's complaints proces, it doesn't make me corrupt \n\n\n\nBen Carter 22:32\n\n I'm in no way saying you personally are corrupt. Like, a if the force is corrupt, like you're just going, you're just doing your job, there would be a bigger agenda\n\n\n\nBen Carter 22:48\n\n when I was saying the fact that, like, it's not common knowledge for you to I would have thought the IPOC? would enforce that you would like be able, you know, be trained to sort of be able to contact them if you if someone feels like this, but the the fact that you had to google it, I just find a little bit, um, like, they're trying to keep it within Sussex police. \n\n\n\n101 badge number 43355 22:52\n\nmmmk i mean need to suggest,\n\n\n\nBen Carter 22:54\n\nI\n\n\n\n101 badge number 43355 22:54\n\n that ooo go on sorry\n\n\n\n101 badge number 43355 23:33\n\nNo i mean i can't i mean Theres not really like a lot i can say to that, \n\n\n\nBen Carter 23:39\n\nof course not you don't you. You can't say yeah, yeah, I agree with you, and probably a, probably a recorded call that your employer is corrupt. No, I totally understand. \n\n\n\n101 badge number 43355 23:50\n\nOkay, well, maybe,s how you feel if maybe just make that complaint to the IOPC and they will handle it alright?\n\n\n\nBen Carter 23:59\n\nYeah, yeah, okay, I wish you well, I don't know that patronizing I said I don't mean that patronizingly.\n\n\n\nBen Carter 24:12\n\nNo no no it's fine don't worry\n\n\n\nBen Carter 24:15\n\nPardon??\n\n\n\nBen Carter 24:15\n\n You heard patronisingly, didn't you? \n\n\n\nBen Carter 24:19\n\nYeah, you just heard patronisingly. You're like I'm sorry \n\n\n\n101 badge number 43355 24:23\n\nOh God sorry\n\n\n\nBen Carter 24:24\n\nNo I was making a. Yeah, no, that's all Thank you. \n\n\n\n101 badge number 43355 24:32\n\nOk take care\n\n\n\nBen Carter 24:33\n\nOkay, yeah, you have a good day. Evening. \n\n\n\n101 badge number 43355 24:35\n\nBye\n\n\n\n101 badge number 43355 24:35\n\nBye\n\n\n\n",
      "key_quotes": [
        {
          "line_no": 1,
          "text": "Ben Carter April 11th, 21:32 5 days after a suicide attempt calls 101 at 3:40 am 25 min Copy Summary"
        },
        {
          "line_no": 3,
          "text": "suicide attempt being downplayed. He expressed concerns about corruption within the police force and refused to disclose information that could identify the officer involved. The operator suggested making a complaint to the IOPC (Independent Office for Police Conduct) but Ben"
        },
        {
          "line_no": 4,
          "text": "felt the process was unclear and inadequate. Despite the operator's attempts to assist, Ben felt frustrated and disrespected, ultimately deciding to take his complaint to the IOPC, feeling that local police were not addressing his concerns effectively."
        },
        {
          "line_no": 5,
          "text": "Make a complaint to the Sussex Police's Professional Standards Department Reach out to the IOPC to file a complaint about the handling of the case Based on the transcript, there are several potential mismatches:"
        },
        {
          "line_no": 6,
          "text": "1. Suicide Claim vs. Conversation: - Ben claims he attempted suicide, yet he's actively speaking on the phone"
        },
        {
          "line_no": 7,
          "text": "- The 101 operator seemed confused, asking \"You're talking to me, so you didn't actually commit suicide?\" - Ben reacts angrily to this, saying people can survive suicide attempts"
        },
        {
          "line_no": 8,
          "text": "2. Investigation Inconsistencies: - Ben claims evidence was lost in July"
        },
        {
          "line_no": 10,
          "text": "- He alleges the officer doesn't want the seriousness of his suicide attempt included in the crime report"
        },
        {
          "line_no": 18,
          "text": "Ben mentions attempting suicide due to the harassment case. Ben expresses feeling gaslit and victimized."
        },
        {
          "line_no": 20,
          "text": "The officer handling Ben's case is on holiday for two weeks. Ben feels he's been gaslighted and that evidence from July is being erased."
        },
        {
          "line_no": 24,
          "text": "The contact center representative explains that complaints are handled by Sussex Police's Professional Standards department. Ben is considering taking his complaint to the IOPC (Independent Office for Police Conduct) instead of Sussex Police."
        },
        {
          "line_no": 25,
          "text": "Ben believes there is corruption within Sussex Police and wants to report it to the IOPC (Independent Office for Police Conduct). Ben expresses concern that Sussex Police might be making it difficult to report corruption to the IOPC. Ben refuses to provide a crime reference number to protect the identity of the officer he's complaining about."
        },
        {
          "line_no": 26,
          "text": "Ben believes there is corruption within Sussex Police and wants to report it to the IOPC (Independent Office for Police Conduct). Ben expresses concern that Sussex Police might be making it difficult to report corruption to the IOPC. Ben refuses to provide a crime reference number to protect the identity of the officer he's complaining about."
        },
        {
          "line_no": 27,
          "text": "Ben believes there is corruption within Sussex Police and wants to report it to the IOPC (Independent Office for Police Conduct). Ben expresses concern that Sussex Police might be making it difficult to report corruption to the IOPC. Ben refuses to provide a crime reference number to protect the identity of the officer he's complaining about."
        },
        {
          "line_no": 28,
          "text": "Ben believes there is corruption within Sussex Police and wants to report it to the IOPC (Independent Office for Police Conduct). Ben expresses concern that Sussex Police might be making it difficult to report corruption to the IOPC. Ben refuses to provide a crime reference number to protect the identity of the officer he's complaining about."
        },
        {
          "line_no": 29,
          "text": "Ben believes there is corruption within Sussex Police and wants to report it to the IOPC (Independent Office for Police Conduct). Ben expresses concern that Sussex Police might be making it difficult to report corruption to the IOPC. Ben refuses to provide a crime reference number to protect the identity of the officer he's complaining about."
        },
        {
          "line_no": 36,
          "text": "No mentions for the following insights Achievements, Priorities, Workload, Growth, harrasment, bail, alanna o’hare, brighton fringe, half a camel productions, brighton fringe New insights available Call details"
        },
        {
          "line_no": 52,
          "text": "The automated system offers options for online help or to hold and connect to the 101 phone service. Chief Constable Joe Shiner's automated message provides options for reporting crimes online and handling mental health crises. Ben Carter is connected to a live operator, 101 badge number 43355, who asks for the extension number."
        },
        {
          "line_no": 54,
          "text": "Ben Carter explains that his police officer is covering up the lack of investigation in July, allowing the harassment to continue."
        },
        {
          "line_no": 55,
          "text": "The operator suggests putting Ben through to the contact center. Ben Carter is connected to Sussex Police, where he expresses his need to ask questions about his case. Ben mentions having proof that his officer is downplaying the seriousness of his suicide attempt."
        },
        {
          "line_no": 58,
          "text": "The operator clarifies that Ben can ask questions without disclosing the officer's name. Ben mentions taking his complaint to the IOPC (Independent Office for Police Conduct)."
        },
        {
          "line_no": 61,
          "text": "The operator asks what Ben is reporting, and Ben explains the seriousness of his case and the involvement of suicide. Ben expresses frustration that the police are not taking his evidence seriously."
        },
        {
          "line_no": 62,
          "text": "Complaint Process and Officer's Holiday"
        },
        {
          "line_no": 64,
          "text": "The operator explains that complaints go to the professional standards department, which is independent. Ben mentions the officer in charge is on holiday for two weeks, raising concerns about immediate support."
        },
        {
          "line_no": 66,
          "text": "Ben asks if an investigator on holiday means no support for a suicide case."
        },
        {
          "line_no": 67,
          "text": "The operator explains that mental health services and support would handle such cases. Ben expresses frustration that the officer's holiday is delaying his case."
        },
        {
          "line_no": 68,
          "text": "The operator suggests Ben make a complaint to the IOPC if he feels the police are not handling his case properly."
        },
        {
          "line_no": 70,
          "text": "Ben feels insulted by the suggestion to make a complaint and expresses his intention to take the matter to the IOPC."
        },
        {
          "line_no": 71,
          "text": "The operator provides information on how to verify her employment and suggests Ben call back on 101 for further assistance. Ben decides to make a complaint to the IOPC, feeling that the local police are not addressing his concerns."
        },
        {
          "line_no": 83,
          "text": "101 badge number 43355 02:03"
        },
        {
          "line_no": 86,
          "text": "so basically, I found out that my police Officer dealing with a harassment case has been basically moving the goal posts around to cover up the fact that it wasn't, it wasn't fully investigated in July and allowed it to continue."
        },
        {
          "line_no": 87,
          "text": "101 badge number 43355 02:36"
        },
        {
          "line_no": 96,
          "text": "Hiya, I need to ask a few questions, because I'm the victim of get like, get a gaslighting victim and a year's worth of harassment, which is going through section four a and I just need to ask some questions, because I feel, well, I have absolute proof that my officer dealing with the crime doesn't want The doesn't want the seriousness of my suicide attempt, included in the crime. So, for example, on March 25 I have a text message saying that. So a nice call, a nice link. Phone call has been lost and I need to provide it. Is that usual?"
        },
        {
          "line_no": 97,
          "text": "101 badge number 43355 04:29"
        },
        {
          "line_no": 101,
          "text": "101 badge number 43355 04:49"
        },
        {
          "line_no": 103,
          "text": "101 badge number 43355 04:51"
        },
        {
          "line_no": 107,
          "text": "101 badge number 43355 05:20"
        },
        {
          "line_no": 110,
          "text": "Well, if I give you, like the crime reference number, you have the officer's name, you have everything. I'm taking this to the IPOS."
        },
        {
          "line_no": 111,
          "text": "101 badge number 43355 05:37"
        },
        {
          "line_no": 114,
          "text": "IPOS,"
        },
        {
          "line_no": 115,
          "text": "101 badge number 43355 05:40"
        },
        {
          "line_no": 119,
          "text": "101 badge number 43355 05:45"
        },
        {
          "line_no": 120,
          "text": "Do you mean, do you mean IOPC?"
        },
        {
          "line_no": 121,
          "text": "101 badge number 43355 05:48"
        },
        {
          "line_no": 122,
          "text": "right, oh right, sorry, I just didn't know what the IPOS where"
        },
        {
          "line_no": 127,
          "text": "101 badge number 43355 05:57"
        },
        {
          "line_no": 128,
          "text": "But you mean the IOPC thats ok fine yeah that's okay,"
        },
        {
          "line_no": 130,
          "text": "so I've been basically gaslit into feeling like the victim I wasn't for his agenda, like so so telling me that July's evidence needed was lost. And I've got text message from West Sussex police saying that they'd read the messages. My evidence was a phone call and didn't say anything, and I've got me, did you even listen? Did you Ben? Like, yeah, oops that's my name. yeah, just like, battering me away. This call included, like, absolute Yeah. East, Sussex police."
        },
        {
          "line_no": 131,
          "text": "101 badge number 43355 06:57"
        },
        {
          "line_no": 134,
          "text": "So basically it reignited again in November, got assigned to a certain police officer, and now it has got so serious that Sussex police, or like two officers together, do not want to.... because of suicide and like, how, how much that this is like come to light. Do not want to show that it could have been stopped in July."
        },
        {
          "line_no": 135,
          "text": "101 badge number 43355 07:35"
        },
        {
          "line_no": 139,
          "text": "101 badge number 43355 07:58"
        },
        {
          "line_no": 143,
          "text": "101 badge number 43355 08:04"
        },
        {
          "line_no": 147,
          "text": "101 badge number 43355 08:07"
        },
        {
          "line_no": 151,
          "text": "101 badge number 43355 08:25"
        },
        {
          "line_no": 155,
          "text": "101 badge number 43355 08:32"
        },
        {
          "line_no": 159,
          "text": "101 badge number 43355 08:42"
        },
        {
          "line_no": 162,
          "text": "Yeah okay, no, I think this is too big. I'm gonna have to take it to the IPOS . But it's suicide, like I yeah, I tried to kill myself,"
        },
        {
          "line_no": 163,
          "text": "101 badge number 43355 08:58"
        },
        {
          "line_no": 164,
          "text": "Your suicide?"
        }
      ]
    },
    {
      "id": "PART_2",
      "type": "TRANSCRIPT",
      "datetime_utc": "2025-04-11T23:00:00Z",
      "source_path": "/mnt/data/Crowbarring Part two 11-04-25_English_en-US.txt",
      "sha256": "e3c9e1b271778f9b34b6b1c6885680be261703d1acb13c9033411f6423e09e6a",
      "contradictions": [
        "SUICIDE_NOT_LOGGED",
        "JULY_VS_NOVEMBER_START_DATE",
        "OIC_ON_HOLIDAY_NO_HANDOVER",
        "SAFETY_ESCALATION_REFUSED_OR_DEFLECTED"
      ],
      "vex_tags": [
        "SAFEGUARDING_FAILURE",
        "DEATH_BY_SILENCE",
        "EVIDENCE_SUPPRESSION",
        "VICTIMS_CODE",
        "TIMELINE_MANIPULATION"
      ],
      "full_text": "[A: 00:00.2]\nPlease let the name of the police force.\n\n[B: 00:04.0]\nThe name of the nearest town.\n\n[C: 00:06.1]\nSussex Police.\n\n[B: 00:08.8]\nOnce again, say the name of the police force or say I don't know.\n\n[C: 00:13.5]\nSussex Police.\n\n[B: 00:16.5]\nPlease hold for a 101 operator who.\n\n[00:18.6]\nCan help, Sussex Police.\n\n[00:42.1]\nYou can get help from 101 online. If you would like to receive a.\n\n[B: 00:46.4]\nLink in a text, press 1. Otherwise, please continue to hold and we'll connect you to the 101 phone service.\n\n[01:00.4]\nThank you for calling Sussex Police. I'm Chief Constable Jo Shiner. I want us to deal with your inquiry as quickly as possible. If your call is about you or someone you know, experiencing a mental health crisis, please hang up and dial 11 and press option 2 where you will be able to speak to specially trained mental health staff.\n\n[01:23.7]\nDid you know? You can report crime online@, sussex.police.uk which is quick and easy to use. You can report non urgent incidents, including crimes such as theft and road traffic incidents, and you can also request or provide an update on an ongoing matter.\n\n[01:42.5]\nIf you are unable to report online, please hold and we will be with you as soon as we can. When we are experiencing a high number of calls, you may be held in a queue and we will offer you the option of a call back. Please select from the following options.\n\n[B: 01:59.0]\nIf you know the extension number you require, press 1. If you need to speak to one of our custody centres, press two.\n\n[C: 02:09.4]\nHello, mate. Could I speak, to someone, regarding an issue with, the fact that no one will speak to me? I'm trying my hardest to log, an incident that happened this evening and so far four people have hung up on me.\n\n[B: 02:33.3]\nYeah, I, I can see. That's because you've been quite abusive to them.\n\n[C: 02:36.3]\nHave I been abusive? What have I said? What have I said? Have I, Have I been a bit. What. What have I said?\n\n[B: 02:44.6]\nWell, I don't know what you said because obviously I'm, not the one that's been speaking with you.\n\n[C: 02:48.4]\nI've. I've got, I've recorded what I said. Would you like, would you like to hear. Hear it?\n\n[B: 02:53.1]\nNo. No, I don't need to hear it.\n\n[C: 02:55.2]\nOkay. I'm not being. I. I apologize.\n\n[A: 02:59.9]\nYou.\n\n[C: 03:00.0]\nI apologize. Okay.\n\n[B: 03:02.5]\nOkay, that's fine.\n\n[C: 03:03.8]\nOkay, so how can I help? I would like to have a new crime number because my officer hasn't spoken to me since April 6th. That was the day of my suicide.\n\n[B: 03:22.9]\nThat was the day of your suicide? What do you mean? You're talking to me now. So you're not Dead. Are you?\n\n[C: 03:33.0]\nI survived it.\n\n[B: 03:35.5]\nRight, I see.\n\n[C: 03:36.3]\nOkay. And I'd just like to state, I. I find that very rude.\n\n[B: 03:42.3]\nI'm sorry. I'm not trying to be rude. Just it sound. It was. It sound very strange.\n\n[C: 03:47.7]\nI'm not a ghost.\n\n[B: 03:50.3]\nYou're what? Sorry?\n\n[C: 03:51.2]\nI'm not a ghost. That was insulting. That was insulting.\n\n[B: 03:56.1]\nI didn't say you were a ghost.\n\n[C: 03:58.4]\nWell, you said you were confused because you were talking to me. Now, were you really confused?\n\n[B: 04:05.0]\nI was. I didn't. Didn't call you a ghost, though, did I?\n\n[C: 04:08.3]\nNo. But you were. You were confused as to how someone that was dead was speaking to you could look, not beat around the bush. Could I please, As a victim.\n\n[C: 04:24.1]\nI've always been a victim. Have an officer.\n\n[B: 04:33.7]\nCould you have a What? Sorry? A what officer?\n\n[C: 04:36.5]\nHave an officer. A police officer. I currently have PC Dixon, who is being investigated by the iopc. So I don't want to speak to him, but I've been told that he has said that I cannot have.\n\n[C: 04:56.6]\nI cannot log, my newest complaint, and I haven't been able to log any complaints. I haven't been safeguarded since April 6th. There was a meeting, a Marac meeting on the 29th of April about my safeguarding, and PC Dixon had emailed my abuser on the 27th saying, no further action.\n\n[C: 05:21.0]\nUnder the vixen's code. I should know within one day.\n\n[B: 05:29.0]\nRight. Okay.\n\n[C: 05:30.6]\nCould I please speak to someone else via video call and not be denied like. Like I was.\n\n[B: 05:40.8]\nI'm afraid if it's. If it's. If it's been investigated.\n\n[C: 05:43.9]\nNo, no, no, no, no. The officer is being investigated. So I need a new officer because that officer is being investigated. There's a reason why he's been investigated.\n\n[C: 05:59.8]\nAnd that's why I require, as it's a new crime, a new officer. Because my abuser has been told no further action. I am now saying that action needs to be taken because she started something new that needs action.\n\n[B: 06:18.0]\nRight. So you're saying you have something further to report?\n\n[C: 06:20.6]\nYes. She's called me today and she's, five times she's messaged me. She's accused me of raping her. Which was falsified by Sussex Police, but, the date was changed to post that so it wouldn't be in.\n\n[C: 06:38.8]\nIn the crime. So the Crown Prosecution could decide if it wouldn't be, if it wouldn't be included or not, because they wouldn't know. This is why I can't deal with PC Dixon.\n\n[C: 06:54.0]\nI just need someone that isn't PC Dixon at Sussex Police. There must be, like, some avenue that doesn't lead to PC Dixon or it. The, the whole of Sussex Police is PC Dixon.\n\n[C: 07:11.1]\nBecause that's all I get.\n\n[B: 07:16.3]\nWhat do you mean?\n\n[C: 07:18.0]\nI have never, I have stated I do. There's an IOPC investigation into PC Dixon. I've been told tonight. PC Dixon has said that I cannot have, like, I'm, that he will deal with it.\n\n[C: 07:39.0]\nHe has not contacted me since my suicide. Could I please, please, please have my human rights?\n\n[B: 07:51.0]\nOkay. Have you, have you got a case that's currently being investigated?\n\n[C: 07:56.9]\nI've got a fake crime number which has been, made up by Sussex Police. Which I have no idea about, which is for a, PC Russell I've never met.\n\n[B: 08:09.9]\nWhat was your name?\n\n[C: 08:10.7]\nSorry, My name's Ben Carter.\n\n[B: 08:13.2]\nOkay, Ben. I'm struggling to follow what it is.\n\n[C: 08:16.4]\nI know they make, they make coercion very confusing for the victim as well. So I just need, to speak to you and for you to assign me as if I'm just a normal person that they're not trying to just, get rid of and erase.\n\n[C: 08:40.1]\nPlease, could I have just be treated as if, like, the slate was clean and I am making, I am a victim and I am making a statement or I want to make a statement.\n\n[C: 08:56.0]\nI have not been able to make a statement or anything since my suicide.\n\n[B: 09:03.2]\nI understand that, but what I'm asking you is, is there a case that's currently being investigated?\n\n[C: 09:09.8]\nYes, but that does not deny me my right to update on a new, like. Oh, so the case that's been investigated was no further action, so. No.\n\n[B: 09:25.4]\nRight. So there's currently no investigations going on, correct?\n\n[C: 09:28.8]\nNo. Yeah, but PC Dixon is saying that there is, but there isn't. There's an IOPC investigation into that. So, like, someone needs to go over his head basically, because, like, he is obstructing.\n\n[B: 09:45.6]\nOkay, I'm not, not talking about that. I'm talking about if there's an open investigate, nothing to do with the iopc. Is there an investigation or not?\n\n[C: 09:55.2]\nYou, you, you, you tell me. Could you please, like, I've now got four crime numbers, it seems. Could you please tell me if there's an open investigation?\n\n[B: 10:06.9]\nThat's what I'm asking you.\n\n[C: 10:08.1]\nI, I don't, I, I, I'm struggling to understand. Yeah, I, I, I'm now asking you. You, you're, I, I've been given three different crime numbers, and then today, like, I want to report something new. I'm giving another one and told that that is an ongoing one and I've never heard of it.\n\n[C: 10:28.7]\nCould you please just enlighten me into what is going on under the victim's code? Like I need to know because I'm trying.\n\n[B: 10:38.1]\nI'm trying to understand.\n\n[C: 10:41.0]\nMy name's Ben. My name's Ben Carter.\n\n[C: 10:45.9]\nCould you please tell me if there's an active investigation?\n\n[B: 10:51.0]\nPlease stop interrupting me. I'm trying to help you and you're really not making much sense. You're making the call quite tricky to understand. I'm kind of asking you questions and you're not really answering them.\n\n[C: 11:08.2]\nOkay. Ask away. Okay, okay. Ask away.\n\n[B: 11:15.3]\nOkay. See you're saying to your knowledge there's not an investigation that's, that's currently going on and you're saying you need to report something new. Is that correct?\n\n[C: 11:25.8]\nYes.\n\n[B: 11:27.0]\nOkay, so, so what is it that you need to report that you haven't done already?\n\n[C: 11:31.6]\nSo my abuser has rung me today accusing me of raping her and then five further calls and text messages.\n\n[B: 11:44.5]\nRight.\n\n[C: 11:46.8]\nOkay.\n\n[B: 11:47.5]\nIt looks like you've already made us aware of that.\n\n[C: 11:49.6]\nYes, and I've been told that I can't. I've been. I. I was originally going to have a video link on Monday at 8:15 but I got an email saying that I wasn't allowed that because there's an active investigation.\n\n[C: 12:05.6]\nI have an email sent from my abuser for. From John Dixon saying that my case is no further actions, but I haven't been told so there isn't an investigation. Could you please tell me what's going on?\n\n[A: 12:26.0]\nOkay.\n\n[B: 12:26.6]\nAll right. You're gonna have to bear with me because yeah, I'm afraid I've. You're not really giving me anything to go on so I'm gonna have to. I'm gonna have to look into to.\n\n[C: 12:35.4]\nTry and work out what it is like. I can give you my name, name, address, give me your name multiple times.\n\n[B: 12:41.3]\nI know who you are. I'm just saying you're not giving me any information to go off so.\n\n[C: 12:45.5]\nI'm gonna try and work out. I'm just requesting. I'm requesting what information I. I know you are.\n\n[B: 12:53.7]\nI'm saying bear with me so I can try and work.\n\n[C: 12:56.7]\nI'll finish.\n\n[C: 13:36.2]\nHello.\n\n[C: 13:40.5]\nAnd bear with him.\n\n[C: 14:01.6]\nWelcome to my world.\n\n[C: 15:34.2]\nIsn't like that.\n\n[C: 15:59.5]\nArrest me then if I've been ready. Talk to me.\n\n[C: 16:10.7]\nBit frustrated and maybe I was a bit. I'll bring him back.\n\n[C: 16:23.1]\nI didn't confuse him too Much.\n\n[C: 18:02.7]\nHello.\n\n[B: 19:40.6]\nHi there. Thank you for, for bearing with me. Apologies for the delay.\n\n[C: 19:43.8]\nThat's right, mate.\n\n[B: 19:45.6]\nSo I've got your, your reference number here. You mentioned that you don't have one or you have a couple but you're not sure what one it is. So it's 4724.\n\n[C: 19:56.2]\nYeah.\n\n[B: 19:57.8]\n0141246.\n\n[C: 20:02.8]\nOkay. And who's the officer in that one?\n\n[B: 20:22.9]\nIt doesn't look like there's a, there is an officer attached to that.\n\n[A: 20:25.5]\nYou obviously mentioned about T.T. dixon.\n\n[B: 20:28.6]\nSo it's likely if he's, he's being investigated like you said, then it'll be reallocated to someone else.\n\n[C: 20:34.7]\nRight, okay. Well I, I've, I've been told for an email, that due to like how can there be a crime reference without an officer?\n\n[B: 20:53.6]\nLike that's the one that PC Dixon has been dealing with. But if you're saying to me there's. An issue there, then it will be allocated to another officer.\n\n[C: 21:05.2]\nRight, okay. It's just I am on the data subject. I'm a, I'm a victim and I want to know, why I can't report a crime. And what does this crime.\n\n[C: 21:23.3]\nNo, no, I'm the data subject. I have the ax. I have the right to know what I am the victim for.\n\n[C: 21:33.6]\nI'm talking about my human rights. Please tell me, what is that crime? I don't have an officer. What is the crime? What, What? I, I, I don't know what's going on. You've just given me a crime reference number and told me there's no officer.\n\n[C: 21:50.9]\nWho, who is. That's the one that I said there is an officer. There is an officer. No, we're, no, we're not. You told me that we are. Okay, listening to me. Please tell me my officer then.\n\n[B: 22:08.3]\nI just explained to you there is not currently. Well, no, there is PC Dixon, the one that you, you told me obviously don't got problem with the one that's been investigated. He's the one that is dealing with that case. What I'm saying is if, if he is being investigated for, for any reason, then it will be passed over to a new officer to investigate.\n\n[C: 22:33.8]\nWhen?\n\n[B: 22:35.4]\nI don't know. I don't have that answer, I'm afraid.\n\n[C: 22:37.9]\nI know right away. I need like I was going to have a video call on Monday. Yeah, there needs to be a new officer, in place so I can log my new crime.\n\n[B: 22:58.4]\nNo, there's not A new crime to be logged. It will be under that. Under that reference number that I gave you.\n\n[C: 23:05.1]\nOkay, I'm not giving you a new crime reference. Okay, okay, okay, okay. That's absolutely fine. What is that crime? Who. Who is the suspect in that crime?\n\n[B: 23:22.3]\nIt'll be the report that you made. So it's your ex partner.\n\n[C: 23:25.2]\nOh, so Solana o' Hare, is it?\n\n[B: 23:28.4]\nYes.\n\n[C: 23:29.1]\nOkay. And the crime's still active?\n\n[B: 23:35.1]\nYes, that's what I'm saying. It's still under investigation.\n\n[C: 23:38.6]\nOh, okay. So, so there hasn't been any changes, that I should be aware of?\n\n[B: 23:50.1]\nI don't know that I can't answer for you, I'm afraid.\n\n[C: 23:52.8]\nIs she on bail?\n\n[B: 23:55.5]\nI just said I can't answer that.\n\n[C: 23:57.1]\nI'm afraid I need to know, that the victim's code, whether, my abuser who's just rung me is on bail or not.\n\n[B: 24:08.2]\nYeah, and I can't take tell you that over the phone due to data protection.\n\n[C: 24:11.5]\nNo, no, no, no. That, no, that's getting G.D.P.R. wrong. I. You can confirm who I am, and as a victim, I need to know. I, I need.\n\n[B: 24:23.3]\nYou need to know, but it's not coming from me. I won't be giving you that information.\n\n[C: 24:27.3]\nSo it's Sussex. It's not due to gdpr it's due to Sussex Police.\n\n[A: 24:33.3]\nOkay.\n\n[B: 24:33.7]\nI'm not, I'm not.\n\n[C: 24:34.7]\nI, I, I'm not, I'm not saying. I'm not saying giving you that information. I, I know. I know you're not agree with it or not. I, I, I know. Yeah. Yeah. No, it's up to the law, but I'm not blaming you. I'm, I'm just saying Sussex Police. It's not GDPR because that, that isn't the law.\n\n[C: 24:52.4]\nIf I'm not being. If I'm not, entitled to this information, that is not GDPR that is Sussex Police obscuring under the guise of gdp.\n\n[B: 25:05.3]\nOkay, That's. If you want to believe that, that's entirely up to you. Do you have any more questions for me?\n\n[C: 25:10.4]\nYes.\n\n[A: 25:12.1]\nOkay.\n\n[C: 25:13.4]\nCould you please get a supervisor to give me a call or anyone to give me a call at, some point tomorrow? Anyone?\n\n[B: 25:26.7]\nI can't promise that.\n\n[A: 25:27.9]\nNo.\n\n[B: 25:29.2]\nIt's been noted that you've called a fair few times.\n\n[C: 25:32.9]\nHow many times has it. How many times has it been noted? Because I've got. I've called 45 times since April 6, and I have not had a call back.\n\n[B: 25:45.0]\nI am, I am sorry that you've called that many times, and you haven't heard back from anyone. I will chase it again for you now and see if we can get it.\n\n[C: 25:52.6]\nPlease, Please do. And please make them aware that every single one of these is recorded and will be sent off to the I.O.P.C.\n\n[B: 26:01.4]\nThat's fine.\n\n[A: 26:02.1]\nOkay.\n\n[C: 26:02.9]\nOkay. And I do request a call back tomorrow under the victim's code.\n\n[B: 26:08.9]\nOkay, you saying under the victim's code. It's not some kind of.\n\n[C: 26:13.6]\nIt's something to quote that, and then you.\n\n[B: 26:16.2]\nYou get exactly what you want.\n\n[C: 26:17.8]\nYou do. As a victim, my love, you do. Yes, you do. I. I. Yes, you do. Because as a victim, I have not had. I know you are.\n\n[B: 26:31.2]\nOkay. I understand you want a call tomorrow, and I'm gonna put that forward, but I'm saying I can't promise that for you. Okay. It doesn't matter whether you're.\n\n[C: 26:40.6]\nI know. I know it. I know victims don't matter, but, like. Yeah, I didn't say you don't matter. I'm saying because you're a victim. Sorry. I'm saying Sussex police. Sussex police don't think I matter.\n\n[B: 26:56.3]\nI'm sure that's not the case at all.\n\n[C: 26:58.0]\nI'm 40, five calls since my suicide on April 6, and not one reply. I, say I was getting erased.\n\n[A: 27:08.7]\nOkay. All right.\n\n[B: 27:09.7]\nLike I said, we're going around the circle, so I'll, Yeah, I wish you a, a good night. And, yeah, hopefully someone will contact you tomorrow.\n\n[C: 27:16.6]\nYeah, they won't, but thank you.\n\n[B: 27:18.9]\nOkay. Bye. Bye.\n\n[C: 27:19.8]\nBye.\n\n",
      "key_quotes": [
        {
          "line_no": 48,
          "text": "Okay, so how can I help? I would like to have a new crime number because my officer hasn't spoken to me since April 6th. That was the day of my suicide."
        },
        {
          "line_no": 50,
          "text": "That was the day of your suicide? What do you mean? You're talking to me now. So you're not Dead. Are you?"
        },
        {
          "line_no": 60,
          "text": "I'm not a ghost."
        },
        {
          "line_no": 64,
          "text": "I'm not a ghost. That was insulting. That was insulting."
        },
        {
          "line_no": 66,
          "text": "I didn't say you were a ghost."
        },
        {
          "line_no": 70,
          "text": "I was. I didn't. Didn't call you a ghost, though, did I?"
        },
        {
          "line_no": 78,
          "text": "Have an officer. A police officer. I currently have PC Dixon, who is being investigated by the iopc. So I don't want to speak to him, but I've been told that he has said that I cannot have."
        },
        {
          "line_no": 80,
          "text": "I cannot log, my newest complaint, and I haven't been able to log any complaints. I haven't been safeguarded since April 6th. There was a meeting, a Marac meeting on the 29th of April about my safeguarding, and PC Dixon had emailed my abuser on the 27th saying, no further action."
        },
        {
          "line_no": 92,
          "text": "And that's why I require, as it's a new crime, a new officer. Because my abuser has been told no further action. I am now saying that action needs to be taken because she started something new that needs action."
        },
        {
          "line_no": 106,
          "text": "I have never, I have stated I do. There's an IOPC investigation into PC Dixon. I've been told tonight. PC Dixon has said that I cannot have, like, I'm, that he will deal with it."
        },
        {
          "line_no": 108,
          "text": "He has not contacted me since my suicide. Could I please, please, please have my human rights?"
        },
        {
          "line_no": 122,
          "text": "Please, could I have just be treated as if, like, the slate was clean and I am making, I am a victim and I am making a statement or I want to make a statement."
        },
        {
          "line_no": 124,
          "text": "I have not been able to make a statement or anything since my suicide."
        },
        {
          "line_no": 128,
          "text": "Yes, but that does not deny me my right to update on a new, like. Oh, so the case that's been investigated was no further action, so. No."
        },
        {
          "line_no": 132,
          "text": "No. Yeah, but PC Dixon is saying that there is, but there isn't. There's an IOPC investigation into that. So, like, someone needs to go over his head basically, because, like, he is obstructing."
        },
        {
          "line_no": 134,
          "text": "Okay, I'm not, not talking about that. I'm talking about if there's an open investigate, nothing to do with the iopc. Is there an investigation or not?"
        },
        {
          "line_no": 142,
          "text": "Could you please just enlighten me into what is going on under the victim's code? Like I need to know because I'm trying."
        },
        {
          "line_no": 258,
          "text": "Is she on bail?"
        },
        {
          "line_no": 262,
          "text": "I'm afraid I need to know, that the victim's code, whether, my abuser who's just rung me is on bail or not."
        },
        {
          "line_no": 304,
          "text": "Okay. And I do request a call back tomorrow under the victim's code."
        },
        {
          "line_no": 306,
          "text": "Okay, you saying under the victim's code. It's not some kind of."
        },
        {
          "line_no": 320,
          "text": "I'm 40, five calls since my suicide on April 6, and not one reply. I, say I was getting erased."
        }
      ]
    },
    {
      "id": "PART_3",
      "type": "TRANSCRIPT",
      "datetime_utc": "2025-04-11T23:59:00Z",
      "source_path": "/mnt/data/VEED-subtitles_11-04-25-Crowbarring_part-3_en-GB.txt",
      "sha256": "275fc2ad61746ab885525a375b299e529f6faca9c1f56c1bfed88a6faa63faf0",
      "contradictions": [
        "SUICIDE_NOT_LOGGED",
        "JULY_VS_NOVEMBER_START_DATE",
        "OIC_ON_HOLIDAY_NO_HANDOVER",
        "SAFETY_ESCALATION_REFUSED_OR_DEFLECTED"
      ],
      "vex_tags": [
        "SAFEGUARDING_FAILURE",
        "DEATH_BY_SILENCE",
        "EVIDENCE_SUPPRESSION",
        "VICTIMS_CODE",
        "TIMELINE_MANIPULATION"
      ],
      "full_text": "[00:00.1]\nHello? Hello, My name's Sergeant Davies. I'm calling from Sussex Police. I need some information about my case. About your case? Yes. Sure. What information can I provide you with? Was my suicide documented? Say that again?\n\n[00:16.8]\nWas my suicide attempt documented? Your. So with this. When. When did this happen? Obviously, this is new to me. I. I. Do you do. I. I've asked for someone that can give me clarity on if there is corruption within my case.\n\n[00:38.1]\nOkay. What can you provide me? So I'm just having a look at the most recent update That obviously, the suspect was interviewed, and denied the offence. That the phone has been sent off to our digital forensic team.\n\n[00:54.4]\nSo they're going to start downloading any sort of like or messages so we can gain access to that And that the OIC has said that you haven't provided all required evidence and that he sent you some of our nice links for you to manually upload that evidence after he's spoken to you on the phone.\n\n[01:17.3]\nIs that the last bit of evidence? That is the last update on the OEL on the report. What of the timeline of my case? No. So it's got 30. There's 30 entries onto this, but I'm looking at the most recent one, that obviously there's a, domestic stalking case.\n\n[01:40.6]\nOngoing. My suicide was Saturday. On Saturday. Okay. Is that, Is that, included? Because what you've just told me. No, it's not there.\n\n[01:56.3]\nSo if you want to tell me what happened.\n\n[02:01.4]\nNo, no, no, no. I don't. Why was my suicide attempt not documented? I'm sorry, sir. I can't. I can't answer that. I'm not in charge of the investigation. I've been informed he's on. He's on holiday.\n\n[02:17.3]\nRight. I'm accusing you. And have now had proof that the police have not followed their procedures. Okay. So I now have no confidence in Sussex police.\n\n[02:33.8]\nOkay. On. On, On. No, no, no, no, no, no, no, no. It's not a complaint. I want. I want to know what has been documented. You have my file there. You have someone who has been told that Instagram posts are.\n\n[02:57.2]\nAnd are, what they're basing the case on. Yeah. Is that true? No, I'm saying yes. As in, I'm listening to you. I'm listening to the information. Okay. Could you. Could you. I have no idea about this investigation at all.\n\n[03:13.2]\nI don't know anything about it. Why have they said. Why have they what? Why get someone that doesn't. Well, unfortunately, the investigation team's gone home. I work on the response team. Okay, well, what you have. What you. What you have in your hands is someone that's just found out that the suicide attempt wasn't included, and they're, The person who falsified that they were in Brighton, which I found out from surviving that suicide attempt is now living two minutes away.\n\n[03:50.0]\nOkay, and have you been updating the OIC in regards to this? This is what I'm compiling. Okay. So obviously, I don't know if the osc. Not here. Have you been sending him emails or texts or trying to call in?\n\n[04:07.7]\nWhat, PC Dixon? Yeah, he's on holiday. He's on holiday. Have you been sending him emails for him to be able to pick up? He told me nothing will be done. Just to provide a nice link, from an incident when it all started in July and confirmed that whatever this contained, the investigation would still start from November.\n\n[04:37.5]\nWhy am I being asked for this nice link? Can you tell me why he's, asked what. What he's asking for in this nice link? So the nice link would be any screenshots of messages or anything from social media or anything to do with the offence that's on a electronic device.\n\n[04:54.3]\nOkay, so why is he asking me for a lost call? Is that documented, then? I don't know. No, no, no, no, no. Tell me, tell me. Is that you've got my.\n\n[05:09.3]\nI'm just asking you what is documented is. I told you the last thing that was documented. Unfortunately, I can't sit through all 30 entries and go through that with you. With someone that's willing to commit suicide through the police.\n\n[05:24.8]\nIs that like I. I like. Do you want to know about this? No. No. Absolutely not. Because I do not feel safe around Sussex police that do not like that, do not document suicide.\n\n[05:43.1]\nBut you. You're. You're calling me and you're threatening. You're calling me. You asked for an update. You called Sussex police because you've wanted an update. I've spoken to the comm team. No, no, no, no. My. My police officer who didn't document suicide is on holiday.\n\n[06:02.8]\nMy. The person I committed suicide is now two minutes away. Where actually, in reality, she was in Northern Ireland. Now she's there. That's what you have on your hands. We will come over.\n\n[06:19.1]\nNo, you won't. If you come over, I'm gone. Okay? I want you to. I want you to answer questions about my case. You don't have to say why. I, just want to say. I, just want to ask questions.\n\n[06:35.3]\nAnd you say yes. Or no. Okay, I can't give you those answers then.\n\n[06:48.3]\nYou can't give me those answers? Well, if the office is on holiday, we don't. He's not going to be in every single day. He's entitled to take his leave. Yeah, and I'm entitled to know if, like, the fact that my, like, the fear that my, accused was in Brighton led to my suicide is now in Brighton and he's on holiday.\n\n[07:16.2]\nLike, who do I speak to? Where is my support? Would you like his supervisor's contact details? I like. You literally have a time limit on your hands from what I've just found out. Okay, Ben, if you're going to continue to threaten that you're going to commit suicide, obviously we have a duty of care.\n\n[07:35.2]\nYeah, no, you don't, though. No, you don't because it's not documented. Right, well, it's going to be documented after our conversation today. Yeah, that's what, Oh, yeah, that's what, Pacey Dixon said. Yeah, but I'm not PC Dixon.\n\n[07:50.5]\nYeah, but you're part of Sussex Police, aren't you? Okay, I feel like we're just going to keep going around in circles until we're not going around in circles. My circle ends at the end of this conversation. Okay. Is there anything else you'd like to add?\n\n[08:09.2]\nNo. I would like you to go through my case. If. And I ask you questions. You cannot withhold evidence that I have given. I'm not withholding evidence from you. Okay. I'm saying.\n\n[08:26.6]\nOkay, so if I. If I ask you if, can. Can you confirm if evidence I have given has been documented? Is that possible? What? Your statement. So we'll go for it. No, no, no, no, no, no. If I say something, can you say if it's included?\n\n[08:44.1]\nOkay. Ask me and I will look that up for you. Yep. Okay. Brilliant. Okay, so firstly, my suicide wasn't, documented. No, I can't see that on the most recent oel.\n\n[09:00.3]\nOkay, so, has my case always been from November? Like, was it. Was there ever a point where it was extended?\n\n[09:20.0]\nFrom July. It starts from the 11th of November, 2024. And on the linked case, that is a continuation from under investigation from the 12th of November. Right. Okay.\n\n[09:37.3]\nIs there any information about asking me to provide a lost call?\n\n[09:53.6]\nNo. All I can see here is that the required evidence that there is a contact history which has been requested verbally over the phone. Okay. Does it state, voicemail or call?\n\n[10:19.6]\nI'm not ignoring you. I'm just doing. Yeah, no, it's fine. It's fun.\n\n[10:29.4]\nSo we have evidence of all the no caller IDS that you have sent in. We have the attending officers BW fee. There is more pictures of the like your log for phone calls and then let me read the write up here.\n\n[10:54.5]\nThere's no recordings of the voicemails. I'm going to see if they've been manually written down.\n\n[11:03.2]\nThere's no voicemails. Are you saying voicemails from yourself or voicemails from the suspect? Voicemails, are provided via nicely. No, there's no voicemails uploaded.\n\n[11:19.2]\nAll we have is the attending officer's BWV for their body worn cameras and their screenshots of all the missed calls you've received. Okay, do you have PC Dixon logging that he is requiring a.\n\n[11:35.3]\nAny sort of call that he needs that he has lost, that has been lost. There is nothing written on the investigation log in regards to that. Okay, Okay.\n\n[11:55.7]\nGiven the severity of the case is false rape allegation included.\n\n[12:32.8]\nAgain, I'm not ignoring you.\n\n[13:08.5]\nNo, there is nothing recorded there in regards to that. Okay, can you confirm whether my case has been reviewed by higher ranking officers or if the initial handling was deemed acceptable despite the clear red flags and failure to intervene?\n\n[13:31.3]\nSo it's been reviewed by a Detective Sergeant, what's his name?\n\n[13:39.8]\nD.S. fellani. Okay, and when was that reviewed? So there was a review back on the 4th of November and then there is a further review.\n\n[13:57.1]\nScroll back up to the from the DS Duffy on.\n\n[14:22.1]\nThe 2nd of April. The 2nd of April. Yes. And the Sergeants will review stuff every 28 days. Right. Okay. And. But this is what PC Dixon provides.\n\n[14:42.4]\nHe looks over so that's basically the process he sees. How.\n\n[14:53.9]\nCould you please read me my statement from the one you referred to as the last bit of evidence. Currently I am. Do not deny me this.\n\n[15:09.2]\nDo not, do not deny. I'm not going to have the time to read your statement to you over the phone. Okay. Can I ask, is rape mentioned in that statement section?\n\n[15:56.1]\nYes. There is a false allegation that that was your further two statement that you completed with us on the 18th of the 3rd, 2025. Right.\n\n[16:11.9]\nSo why. So that's in my statement but hasn't been documented. Can you confirm from what I've seen, yes. Okay.\n\n[16:30.0]\nI've got a couple more.\n\n[16:42.8]\nSo Instagram, Instagram. Is there anything on Instagram posts being highlighted as key evidence? No, I can't See anything highlighted? Okay.\n\n[16:58.0]\nIs the decline of my mental health been focused on at any point? There has been mentioned that you are suffering with your mental health, but that's not what they've taken. You have a history of mental health which has been exacerbated by events.\n\n[17:13.3]\nYou can provide a medical letter from your GP evidencing this and you can provide a further statement how your life has been affected and to change your routine. Able to go out. You can't attend appointments for any operation because you didn't want his mobility to be affected if you needed to escape.\n\n[17:30.0]\nAnd these medical reports, when were they, when would they be required to be backdated from? Whenever you feel it's necessary that the The stalking started. Right.\n\n[17:45.9]\nOkay. So, Okay, yeah. So nothing. Where do I go? Where do I go now?\n\n[18:04.0]\nWell, if you're saying the suspects in close proximity to you, then I suggest you call in to the police so that we can investigate these. The investigation further.\n\n[18:17.9]\nNo. Okay, Hold on.\n\n[18:28.6]\nWhat? Like, So, okay, you. You can't say why? Why?\n\n[18:39.5]\nSo. So the false rape claim was not officially record it? No. Okay.\n\n[18:57.2]\nI was told by PC Dixon, that the investigation would be focused on then the events after 2024. Has that ever been raised?\n\n[19:15.6]\nI don't understand. Honestly. No. No, no, no, no, no. Okay. I. I cannot continue phone calls any longer. Like I said to you, if you have further behaviour you need to report, then I strongly advise that you call 999 and we'll come to you so that we can investigate this continuation of stalking.\n\n[19:36.0]\nIf you're not willing to do that, that's very difficult for us to investigate. This. I don't want you to investigate. This is. You haven't investigated one bit of evidence that I have provided, then I complain and.\n\n[19:51.4]\nOkay, can you confirm that Alana made a statement to, Because it would have been included in my file that, that statement with this any further. No, no, no, no.\n\n[20:07.3]\nThat one's key. That one's key. Do not deny me this. Just one more. You keep asking for one more question and then you say, don't deny me of this, and then you're asking 10 more. The person that, she's literally around the corner has provided a statement I cannot disclose to you.\n\n[20:25.8]\nShe has that. That's all I needed to know. That's absolutely perfect. Thank you and goodbye. Goodbye.\n\n",
      "key_quotes": [
        {
          "line_no": 2,
          "text": "Hello? Hello, My name's Sergeant Davies. I'm calling from Sussex Police. I need some information about my case. About your case? Yes. Sure. What information can I provide you with? Was my suicide documented? Say that again?"
        },
        {
          "line_no": 4,
          "text": "Was my suicide attempt documented? Your. So with this. When. When did this happen? Obviously, this is new to me. I. I. Do you do. I. I've asked for someone that can give me clarity on if there is corruption within my case."
        },
        {
          "line_no": 8,
          "text": "So they're going to start downloading any sort of like or messages so we can gain access to that And that the OIC has said that you haven't provided all required evidence and that he sent you some of our nice links for you to manually upload that evidence after he's spoken to you on the phone."
        },
        {
          "line_no": 12,
          "text": "Ongoing. My suicide was Saturday. On Saturday. Okay. Is that, Is that, included? Because what you've just told me. No, it's not there."
        },
        {
          "line_no": 16,
          "text": "No, no, no, no. I don't. Why was my suicide attempt not documented? I'm sorry, sir. I can't. I can't answer that. I'm not in charge of the investigation. I've been informed he's on. He's on holiday."
        },
        {
          "line_no": 24,
          "text": "I don't know anything about it. Why have they said. Why have they what? Why get someone that doesn't. Well, unfortunately, the investigation team's gone home. I work on the response team. Okay, well, what you have. What you. What you have in your hands is someone that's just found out that the suicide attempt wasn't included, and they're, The person who falsified that they were in Brighton, which I found out from surviving that suicide attempt is now living two minutes away."
        },
        {
          "line_no": 28,
          "text": "What, PC Dixon? Yeah, he's on holiday. He's on holiday. Have you been sending him emails for him to be able to pick up? He told me nothing will be done. Just to provide a nice link, from an incident when it all started in July and confirmed that whatever this contained, the investigation would still start from November."
        },
        {
          "line_no": 30,
          "text": "Why am I being asked for this nice link? Can you tell me why he's, asked what. What he's asking for in this nice link? So the nice link would be any screenshots of messages or anything from social media or anything to do with the offence that's on a electronic device."
        },
        {
          "line_no": 34,
          "text": "I'm just asking you what is documented is. I told you the last thing that was documented. Unfortunately, I can't sit through all 30 entries and go through that with you. With someone that's willing to commit suicide through the police."
        },
        {
          "line_no": 36,
          "text": "Is that like I. I like. Do you want to know about this? No. No. Absolutely not. Because I do not feel safe around Sussex police that do not like that, do not document suicide."
        },
        {
          "line_no": 38,
          "text": "But you. You're. You're calling me and you're threatening. You're calling me. You asked for an update. You called Sussex police because you've wanted an update. I've spoken to the comm team. No, no, no, no. My. My police officer who didn't document suicide is on holiday."
        },
        {
          "line_no": 40,
          "text": "My. The person I committed suicide is now two minutes away. Where actually, in reality, she was in Northern Ireland. Now she's there. That's what you have on your hands. We will come over."
        },
        {
          "line_no": 46,
          "text": "You can't give me those answers? Well, if the office is on holiday, we don't. He's not going to be in every single day. He's entitled to take his leave. Yeah, and I'm entitled to know if, like, the fact that my, like, the fear that my, accused was in Brighton led to my suicide is now in Brighton and he's on holiday."
        },
        {
          "line_no": 48,
          "text": "Like, who do I speak to? Where is my support? Would you like his supervisor's contact details? I like. You literally have a time limit on your hands from what I've just found out. Okay, Ben, if you're going to continue to threaten that you're going to commit suicide, obviously we have a duty of care."
        },
        {
          "line_no": 56,
          "text": "Okay, so if I. If I ask you if, can. Can you confirm if evidence I have given has been documented? Is that possible? What? Your statement. So we'll go for it. No, no, no, no, no, no. If I say something, can you say if it's included?"
        },
        {
          "line_no": 58,
          "text": "Okay. Ask me and I will look that up for you. Yep. Okay. Brilliant. Okay, so firstly, my suicide wasn't, documented. No, I can't see that on the most recent oel."
        },
        {
          "line_no": 60,
          "text": "Okay, so, has my case always been from November? Like, was it. Was there ever a point where it was extended?"
        },
        {
          "line_no": 62,
          "text": "From July. It starts from the 11th of November, 2024. And on the linked case, that is a continuation from under investigation from the 12th of November. Right. Okay."
        },
        {
          "line_no": 88,
          "text": "D.S. fellani. Okay, and when was that reviewed? So there was a review back on the 4th of November and then there is a further review."
        },
        {
          "line_no": 96,
          "text": "Could you please read me my statement from the one you referred to as the last bit of evidence. Currently I am. Do not deny me this."
        },
        {
          "line_no": 98,
          "text": "Do not, do not deny. I'm not going to have the time to read your statement to you over the phone. Okay. Can I ask, is rape mentioned in that statement section?"
        },
        {
          "line_no": 100,
          "text": "Yes. There is a false allegation that that was your further two statement that you completed with us on the 18th of the 3rd, 2025. Right."
        },
        {
          "line_no": 102,
          "text": "So why. So that's in my statement but hasn't been documented. Can you confirm from what I've seen, yes. Okay."
        },
        {
          "line_no": 110,
          "text": "You can provide a medical letter from your GP evidencing this and you can provide a further statement how your life has been affected and to change your routine. Able to go out. You can't attend appointments for any operation because you didn't want his mobility to be affected if you needed to escape."
        },
        {
          "line_no": 130,
          "text": "Okay, can you confirm that Alana made a statement to, Because it would have been included in my file that, that statement with this any further. No, no, no, no."
        },
        {
          "line_no": 132,
          "text": "That one's key. That one's key. Do not deny me this. Just one more. You keep asking for one more question and then you say, don't deny me of this, and then you're asking 10 more. The person that, she's literally around the corner has provided a statement I cannot disclose to you."
        }
      ]
    },
    {
      "id": "VM_2025-05-27_101_SUICIDE_ACKNOWLEDGED",
      "type": "VOICEMAIL",
      "datetime_utc": "2025-05-27T00:58:00Z",
      "placeholder": true,
      "expected_filename": "27-05-25_00-58_101-VOICEMAIL-SUICIDE-3-3.mp3",
      "contradictions": [
        "SUICIDE_ACKNOWLEDGED_NO_SAFEGUARDING"
      ],
      "vex_tags": [
        "SAFEGUARDING_FAILURE",
        "DEATH_BY_SILENCE",
        "RECORDING_HANDLING"
      ]
    },
    {
      "id": "CALL_2025-05-27_1758_AMBULANCE_CONFIRMS_SUICIDE_ATTEMPT",
      "type": "CALL_TRANSCRIPT",
      "datetime_utc": "2025-05-27T17:58:00Z",
      "placeholder": true,
      "expected_filename": "AMBULANCE_2025-05-27_1758_Call_Transcript.txt",
      "contradictions": [
        "SUICIDE_CONFIRMED_NOT_LOGGED",
        "INSTITUTIONAL_ABUSE_DISCLOSED"
      ],
      "vex_tags": [
        "SAFEGUARDING_FAILURE",
        "DEATH_BY_SILENCE"
      ]
    },
    {
      "id": "REFLECTION_TRANSITION_TO_DANCE",
      "type": "NARRATIVE_NOTE",
      "datetime_utc": "2025-08-27T00:24:25.534460Z",
      "text": "I had one chance at this technique. I couldn’t do this weekly. I soon found out they didn’t actually care. After these calls, my suicide still wasn’t logged for three days. I didn’t have a problem with the NHS — just Sussex Police. I spoke to a sergeant, Sergeant Davies — chief gaslighter: deflect, project, deny. I miss her. That was the last time I actually spoke to an officer. They were doing their bit — not allowing me into my case file. I was doing my bit — crowbarring my way in. All other times it’s been under false pretences: my agenda vs theirs. From then on there was no more crowbarring. That’s when we started the dance.",
      "contradictions": [
        "TRANSITION_TO_DANCE"
      ],
      "vex_tags": [
        "RESILIENCE_EVIDENCE",
        "SAFEGUARDING_FAILURE",
        "DEATH_BY_SILENCE",
        "TRANSITION_TO_DANCE"
      ],
      "timeline_hooks": [
        "SussexPolice",
        "PersonalEvidence"
      ],
      "emotional_tone": "resigned",
      "status": "closing_reflection"
    }
  ],
  "attachments": [
    {
      "label": "SUMMARY_EVIDENCE_DOC",
      "path": "/mnt/data/Crowbarring_Myself_Justice_101_Call_Summary.docx",
      "sha256": "df586322332bd0a982811b1404eca9b8b32f62e12381ca82a833cbc7fcee902f",
      "note": "Formal summary for Primary Evidence and IOPC/CPS submissions"
    }
  ]
}